---
kind: property
id: P:Autodesk.Revit.DB.FabricationPart.Slope
zh: 坡度
source: html/bd132869-1947-1da2-0f04-de68fa985574.htm
---
# Autodesk.Revit.DB.FabricationPart.Slope Property

**中文**: 坡度

The slope for the straight fabrication part.

## Syntax (C#)
```csharp
public double Slope { get; }
```